{
    "thoughts": [
        {
            "text":"If you work security at a Samsung store, does that make you a guardian of the galaxy?",
            "source":"https://www.reddit.com/r/Showerthoughts/comments/6c4bev/if_you_work_security_at_a_samsung_store_does_that/"
        },
        {
            "text":"Dinosaurs wouldn't have gone extinct if they had opposable thumbs."
        },
        {
            "text": "Why do Java developers wear glasses? Because they can't C#."
        },
        {
            "text":"Anything is a sandwich if you're creative enough."
        },
        {
            "text":"It would be evolutionarily better if humans were anaerobic."
        },
        {
            "text":"If you say no to going hiking, you're declining an incline.",
            "source":"https://www.reddit.com/r/Showerthoughts/comments/6carqy/if_you_say_no_to_going_hiking_youre_declining_an/"
        },
        {
            "text": "The sentence \"Are you as bored as I am\" can be said backwards and still make sense.",
            "source": "https://www.reddit.com/r/Showerthoughts/comments/6c4y93/the_sentence_are_you_as_bored_as_i_am_can_be_said/"
        },
        {
            "text": "I dream of a better tomorrow, where chickens can cross the road and not be questioned about their motives.",
            "source": "http://www.goodreads.com/quotes/528057-i-dream-of-a-better-tomorrow-where-chickens-can-cross"
        },
        {
            "text": "I Am Marvelously Meta, Even This Acronym."
        },
        {
            "text": "I get annoyed when people search \"Google\" on Google just to click on the link to search something else."
        },
        {
            "text": "Are Chinese dragons and Western dragons the same species?"
        },
        {
            "text": "Do, or do not. There is no 'try'.",
            "source": "Yoda (Star Wars: The Empire Strikes Back)"
        },
        {
            "text": "There are 10 people in this world: those who understand binary and those who don't."
        },
        {
            "text": "I put my root beer in a square glass. Now it’s just beer."
        },
        {
            "text": "Everything in the world is either a potato or not a potato."
        },
        {
            "text": "Work consists of whatever a body is obliged to do. Play consists of whatever a body is not obliged to do.",
            "source": "Mark Twain"
        },
        {
            "text": "If you're one in a million, and there's 7 billion people in the world, there are about 7,000 copies of you."
        },
        {
            "text": "Set your wifi password to 2444666668888888 so that when someone asks for the password you can just tell them it's 12345678",
            "source": "https://www.reddit.com/r/CrazyIdeas/comments/5l87xq/set_your_wifi_password_to_2444666668888888_so/"
        },
        {
            "text": "Saying \"You're Welcome\" is inviting the person to ask you to do it again. Instead, say \"I'm glad to help\"."
        },
        {
            "text": "If the news publicized every human car accident as much as they do for autonomous cars, we would all be in self-driving cars already."
        },
        {
            "text": "We meticulously read through all hard-copy legal documents, yet we click through online terms of service without a second thought."   
        }
    ]
}
